Repository: randomwalid/tbib-dz
Catalog: TBIB/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Recherchez par spécialité et ville
ar: ابحث حسب التخصص والمدينة

source: Toutes les spécialités
ar: جميع التخصصات

source: Toutes les villes
ar: جميع المدن

source: Rechercher
ar: بحث

source: Médecins disponibles
ar: الأطباء المتاحون

source: Centre de Contrôle
ar: لوحة التحكم

source: Gérez votre flux de patients
ar: إدارة تدفق المرضى

source: Mode Ticket
ar: وضع التذكرة

source: Mode RDV Smart
ar: وضع الموعد الذكي

source: En attente
ar: في الانتظار

source: En cours
ar: الحالي

source: Restants
ar: المتبقي

source: Recette du jour
ar: إيرادات اليوم

source: Liste des Patients
ar: قائمة المرضى

source: Vue en temps réel de la salle d'attente
ar: عرض في الوقت الفعلي لغرفة الانتظار
